---
kind: type
id: T:Autodesk.Revit.DB.Mechanical.ZoneEquipmentHvacType
source: html/5b150bae-ce98-4ad1-9531-7b8caa5f3dd1.htm
---
# Autodesk.Revit.DB.Mechanical.ZoneEquipmentHvacType

The type of zone equipment.

## Syntax (C#)
```csharp
public enum ZoneEquipmentHvacType
```